export const TEXT_MODALS = {
    TEXT_WARNING_PHONE: 'Внимание! Участие в викторине - платное. Чтобы участвовать, введи свой номер телефона, на который мы  отправим SMS-сообщение с одноразовым кодом. После подтверждения, денежные средства за игру будут списываться с лицевого счёта Вашего номера. Минимальная сумма для доступа к игре - 16 рублей.',
    TEXT_WARNING_CODE:'Внимание! Участие в викторине - платное. Чтобы начать, введите одноразовый код, который мы отправили в SMS-сообщении на указанный Вами номер телефона.',
    TEXT_PRICE: 'Тариф за один сеанс игры (90 секунд) составляет 7,00 руб.',
    ERROR_FOR_MOBILE:'Введите верный номер телефона',
    ERROR_FOR_CODE:'Неверный код! После 3–х попыток ввода неверного кода доступ к регистрации будет ограничен на 5 минут'
}
