export const TEXT_MODALS = {
    TEXT_WARNING_PHONE: 'Введите 8-мизначный номер телефона IDC, с которого будут списываться денежные средства за участие в викторине. Вам будет отправлено SMS–сообщение с одноразовым кодом.',
    TEXT_WARNING_CODE:'Внимание! Участие в викторине - платное. Чтобы начать, введите одноразовый код, который мы отправили в SMS-сообщении на указанный Вами номер телефона.',
    TEXT_PRICE: 'Тариф за один сеанс игры (90 секунд) составляет 7,00 руб. Минимальная необходимая сумма средств на счете для доступа составляет 16,00 рублей ПМР.',
    ERROR_FOR_MOBILE:'Введите верный номер телефона',
    ERROR_FOR_CODE:'Неверный код! После 3–х попыток ввода неверного кода доступ к регистрации будет ограничен на 5 минут'
}

export const TEXT_GAMES = {
    WIN: 'Поздравляем, ваш ответ верный! Ваш лицевой счёт будет принимать участие в ежедневном розыгрыше смартфона и 5-ти призов по 1000 рублей, который состоится завтра в 18:00 на сайте 1415.idc.md.',
    WIN2: 'Примите участие в розыгрыше супер-приза – 50 000 рублей и увеличьте шансы на победу в ежедневном розыгрыше, а также получите шанс выиграть приз от наших партнёров, нажав кнопку «Играть ещё',
    ELKA:'Поздравляем, Вы ответили правильно на все вопросы!\n' +
        'Выберите подарок! '
}